"BUTTON_AUTHENTICATE" = "Usar mi número de teléfono";

"BUTTON_CONTINUE" = "Continuar";

"BUTTON_DISMISS" = "Descartar";

"BUTTON_DONE" = "Listo";

"BUTTON_NOT_NOW" = "Ahora no";

"BUTTON_OKAY" = "Aceptar";

"BUTTON_RESEND_CONF_CODE" = "Solicita otro código.";

"BUTTON_RETRY" = "Reintentar";

"BUTTON_SENDING" = "Enviando...";

"BUTTON_SENDING_CONF_CODE" = "Enviando código de confirmación";

"BUTTON_SEND_CONF_CODE" = "Enviar código de confirmación";

"BUTTON_SENT_CONF_CODE" = "Código de confirmación enviado";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Intenta con otro número";

"CALL_ME_ACTION" = "Llámame";

"CALL_ME_LOADING" = "Llamando...";

"ERROR_CANT_SMS" = "No es posible enviar un SMS a este número.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Revisa tu código e inténtalo de nuevo";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Vaya, parece que tenemos un problema de red. ¿Lo intentamos de nuevo? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Por favor, revisa tu correo electrónico e inténtalo de nuevo";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Revisa tu número e inténtalo de nuevo";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Ya estableciste previamente el código de verificación de dos pasos en <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Al pulsar en \"Llámame\" arriba, <u>Digits by Twitter</u> te enviará una llamada de voz para confirmar tu número de teléfono. Se pueden aplicar tarifas de llamada y datos.";

"FOOTNOTE_CREATE_ACCOUNT" = "Al pulsar \"Continuar\", aceptas los <u>Términos de servicio</u>, la <u>Política de privacidad</u> y la <u>Política de cookies</u> de Digits by Twitter, y que otros usuarios de %@ puedan encontrarte por tu número de teléfono o correo electrónico.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Al pulsar en \"Continuar\" estás añadiendo este correo electrónico a tu cuenta de Digits. Todas tus aplicaciones autenticadas con Digits tendrán acceso a esta dirección de correo electrónico, y sus usuarios te podrán descubrir por tu correo electrónico. Administra tu cuenta en <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Al pulsar \"Enviar código de confirmación\" arriba, <u>Digits by Twitter</u> te enviará un mensaje SMS para confirmar tu número de teléfono. Se pueden aplicar tarifas de mensaje y datos.";

"FOOTNOTE_TOS_UPDATE" = "Al pulsar \"Continuar\", aceptas la actualización de los <u>Términos de servicio</u>, la <u>Política de privacidad</u> y la <u>Política de cookies</u> de Digits by Twitter, y que otros usuarios de %@ puedan encontrarte por tu número de teléfono o correo electrónico.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introduce el código de verificación de dos pasos.";

"LABEL_ENTER_CONF_CODE" = "Te hemos enviado un código.";

"LABEL_ENTER_EMAIL" = "Introduce tu correo electrónico.";

"LABEL_ENTER_PHONE_NUMBER" = "¿Cuál es tu número de teléfono?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Usamos Digits by Twitter para encontrar a amigos tuyos que usan esta app. Cuando pulses \"Aceptar\", subiremos tu libreta de direcciones a Digits by Twitter para que podamos ayudarte a encontrar usuarios de %@ que conozcas o ayudar a otros usuarios de %@ a encontrarte.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Encuentra a tus amigos";

"LABEL_RESEND_CONF_CODE" = "¿No recibiste un código?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "No se puede confirmar tu número de teléfono";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Lo sentimos, tenemos problemas para enviarte un código de confirmación.";

"ONBOARDING_MESSAGE" = "[Digits] Inicia sesión en https://fabric.io para definir el nombre de tu aplicación, que se incluirá en los correos electrónicos de verificación y en los mensajes de autorización por SMS/voz.";

"PARTIAL_FOOTNOTE_THIS_APP" = "esta aplicación";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Código de verificación";

"PLACEHOLDER_CONF_CODE" = "Introduce tu código de 6 dígitos";

